import 'package:jain_songs/utilities/song_details.dart';

List songList = <SongDetails>[
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: 'Bhakti Ki Hai Raat',
  //     songNameHindi: 'भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '2. Bhakti Ki Hai Raat',
  //     songNameHindi: '2. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '3. Bhakti Ki Hai Raat',
  //     songNameHindi: '3. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '4. Bhakti Ki Hai Raat',
  //     songNameHindi: '4. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '5. Bhakti Ki Hai Raat',
  //     songNameHindi: '5. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '6. Bhakti Ki Hai Raat',
  //     songNameHindi: '6. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '7. Bhakti Ki Hai Raat',
  //     songNameHindi: '7. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: '2. Bhakti Ki Hai Raat',
  //     songNameHindi: '2. भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: 'Bhakti Ki Hai Raat',
  //     songNameHindi: 'भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
  // SongDetails(
  //     lyrics:
  //         'भक्ति की है रात दादा आज थाने आणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nदरबार भेरुदेव कैसो सज्यो प्यारो ..\nदयालु आपरो....\nसेवा में दादा सगळा खडा है आज\nहुकुम बस आपरो...\nसेवा में थारी (2)म्हाने आज बिछ जाणो है\nकाले कोण निभाणो है...भक्ति की है रात....\nभक्ति की हे तैयारी भक्ति करां जमकर\nदादा क्यूं देर करो ....\nवादों थारो दादा भक्ति में आणे को\nघणी क्यूं देर करो...\nगीतों सु थाने (2)म्हाने आज रिझाणो है\nकाले कोण निभाणो है....भक्ति की है रात....\nजो कुछ बण्यो मांसु अर्पण दादा सारो\nदादा स्वीकार करो.....\nभक्तों सु गलती होती ही आई है\nदादा ध्यान मत धरो....\nभक्त भेरूजी(2) थारो दास पुराणों है\nकाले कोण निभाणो है.....भक्ति की है रात\n',
  //     movie: '',
  //     originalSong: 'Unknown',
  //     production: 'Sheemaroo Entertainment',
  //     singer: 'Harsh Dadhia',
  //     songNameEnglish: 'Bhakti Ki Hai Raat',
  //     songNameHindi: 'भक्ति की है रात',
  //     tirthankar: '',
  //     youTubeLink: 'https//www.youtube.com'),
];
